---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithFold
source: html/f9f66de1-1372-32e8-93de-1224249d772d.htm
---
# StructuralSectionSigmaProfileWithFold Properties

Common set of parameters for structural analysis.